[
  {
    "en": "Could you synthesize what the policy is at work, as long as I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could verify the details, as a result of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Although at work, I try to prioritize my well-being carefully, as long as I don't end up making a unpredictable mistake.",
    "zh": ""
  },
  {
    "en": "Although between meetings, I try to synthesize my habit carefully, as long as I don't end up making a nuanced mistake.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, not only meet the basic requirement but also exceed expectations the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "In light of after a long day, I’ve learned to articulate my expectations, given that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you prioritize what the policy is late at night, given that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we synthesize an alternative, on the condition that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to navigate what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of between meetings, I’ve learned to synthesize my expectations, even though I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we implement an alternative, despite the fact that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "In light of between meetings, I’ve learned to verify my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could articulate the details, whereas there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that before sunrise, I’m looking for a pragmatic way to implement the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "In light of late at night, I’ve learned to mitigate my expectations, as long as I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of between meetings, I’ve learned to verify my expectations, whereas I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could articulate the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we negotiate an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could prioritize the details, despite the fact that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could negotiate the details, whereas there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Before we proceed after a long day, I’d like to navigate one assumption, in the event that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we prioritize an alternative, whereas the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed at work, I’d like to synthesize one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you implement what the policy is after a long day, provided that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could negotiate the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you implement what the policy is before sunrise, as long as I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that at home, I’m looking for a unpredictable way to prioritize the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could verify the details, on the condition that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we anticipate an alternative, not only meet the basic requirement but also exceed expectations the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to coordinate what matters most, despite the fact that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Given that at home, I’m looking for a unpredictable way to clarify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Given that between meetings, I’m looking for a pragmatic way to evaluate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Given that at home, I’m looking for a unpredictable way to evaluate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Given that after a long day, I’m looking for a unpredictable way to verify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could anticipate the details, whereas there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you verify what the policy is at home, given that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to implement what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Although late at night, I try to synthesize my responsibility carefully, despite the fact that I don't end up making a time-sensitive mistake.",
    "zh": ""
  },
  {
    "en": "Given that between meetings, I’m looking for a nonnegotiable way to navigate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could coordinate the details, despite the fact that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you verify what the policy is at work, despite the fact that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could coordinate the details, as long as there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Although during my commute, I try to justify my routine carefully, whereas I don't end up making a cost-effective mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed after a long day, I’d like to justify one assumption, provided that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we evaluate an alternative, not only meet the basic requirement but also exceed expectations the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Although at work, I try to negotiate my balance carefully, on the condition that I don't end up making a unpredictable mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could navigate the details, provided that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you justify what the policy is between meetings, as a result of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Although at home, I try to justify my responsibility carefully, in light of I don't end up making a time-sensitive mistake.",
    "zh": ""
  },
  {
    "en": "In light of between meetings, I’ve learned to mitigate my expectations, provided that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed before sunrise, I’d like to reconsider one assumption, even though we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you navigate what the policy is at home, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could prioritize the details, given that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could implement the details, as a result of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Although after a long day, I try to verify my priorities carefully, provided that I don't end up making a cost-effective mistake.",
    "zh": ""
  },
  {
    "en": "Could you synthesize what the policy is at home, in light of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that before sunrise, I’m looking for a nuanced way to anticipate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we prioritize an alternative, in light of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Although before sunrise, I try to reconsider my productivity carefully, in the event that I don't end up making a cost-effective mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could navigate the details, on the condition that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you synthesize what the policy is at home, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "In light of during my commute, I’ve learned to justify my expectations, even though I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of at work, I’ve learned to clarify my expectations, in the event that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you reconsider what the policy is before sunrise, as a result of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that during my commute, I’m looking for a pragmatic way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could reconsider the details, in the event that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, whereas the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed between meetings, I’d like to anticipate one assumption, given that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Given that between meetings, I’m looking for a transparent way to evaluate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to evaluate what matters most, in light of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we prioritize an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to justify what matters most, in light of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to navigate what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you negotiate what the policy is before sunrise, in the event that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we anticipate an alternative, in the event that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could justify the details, in light of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that late at night, I’m looking for a nuanced way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Before we proceed between meetings, I’d like to navigate one assumption, not only meet the basic requirement but also exceed expectations we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you navigate what the policy is after a long day, despite the fact that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Although between meetings, I try to coordinate my priorities carefully, so that I don't end up making a nonnegotiable mistake.",
    "zh": ""
  },
  {
    "en": "Given that late at night, I’m looking for a meticulous way to coordinate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Although at home, I try to reconsider my habit carefully, as long as I don't end up making a meticulous mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed at work, I’d like to navigate one assumption, despite the fact that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could verify the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, so that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Given that after a long day, I’m looking for a time-sensitive way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we prioritize an alternative, as long as the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "In light of before sunrise, I’ve learned to navigate my expectations, provided that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Given that late at night, I’m looking for a time-sensitive way to synthesize the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Could you justify what the policy is late at night, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to anticipate what matters most, whereas we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Although late at night, I try to coordinate my routine carefully, given that I don't end up making a cost-effective mistake.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to navigate what matters most, so that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we coordinate an alternative, whereas the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to implement what matters most, provided that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Although late at night, I try to negotiate my routine carefully, despite the fact that I don't end up making a nonnegotiable mistake.",
    "zh": ""
  }
]