[
  {
    "en": "Let’s get seated first and take a moment to look over the menu without rushing into decisions.",
    "zh": "我们先坐下来吧，慢慢看菜单，不用急着做决定。"
  },
  {
    "en": "I’m leaning toward ordering a ribeye steak tonight cooked medium well, something hearty and properly satisfying.",
    "zh": "我今晚有点想点肋眼牛排, 7分熟, 吃点扎实又满足的。"
  },
  {
    "en": "This place has a solid wine list, maybe we should start with a glass of cabernet sauvignon.",
    "zh": "这家餐厅的酒单不错，我们可以先来一杯赤霞珠。"
  },
  {
    "en": "If wine doesn’t sound right, we could always start with a classic old fashioned at the bar.",
    "zh": "如果不想喝红酒，我们也可以在吧台先来一杯老式鸡尾酒。"
  },
  {
    "en": "I like how relaxed the atmosphere feels here, it makes the whole evening less pressured.",
    "zh": "我很喜欢这里放松的氛围，让整个晚上都不那么有压力。"
  },
  {
    "en": "Would you prefer a cocktail like a negroni, or something lighter like a gin and tonic?",
    "zh": "你更想喝内格罗尼，还是清爽一点的金汤力？"
  },
  {
    "en": "We can order a few dishes to share, maybe pasta, roasted vegetables, and something from the grill.",
    "zh": "我们可以点几道一起分享，比如意面、烤蔬菜，再来点烤的。"
  },
  {
    "en": "I’ve been craving Chinese flavors lately, especially dishes like mapo tofu or Minced pork with pickled long bean。",
    "zh": "我最近特别想吃点中餐味道，比如麻婆豆腐或者酸豆角肉沫。"
  },
  {
    "en": "If we’re in the mood for Japanese food, sushi and a warm bowl of miso soup sound perfect.",
    "zh": "如果想吃日料，寿司配一碗热味噌汤就很合适。"
  },
  {
    "en": "Korean food could be great too, especially bulgogi, a table full of banchan as well as Stone pot bibimbap.",
    "zh": "韩餐也很不错，尤其是烤牛肉, 一桌小菜和石锅拌饭。"
  },
  {
    "en": "Mexican food always feels festive, like tacos al pastor or sizzling fajitas straight from the skillet.",
    "zh": "墨西哥菜总是很有气氛，比如牧师塔可或铁板端上来的法士达。"
  },
  {
    "en": "Let’s slow things down and actually enjoy the meal instead of rushing through everything.",
    "zh": "我们把节奏放慢一点，好好享受这顿饭。"
  },
  {
    "en": "After dinner, we could move to the bar and switch to something stronger like bourbon or tequila.",
    "zh": "吃完饭我们可以去吧台，换成波本或者龙舌兰这种烈一点的酒。"
  },
  {
    "en": "I might try a reposado tequila served neat, it usually has a smoother, richer character.",
    "zh": "我可能会点一杯陈酿龙舌兰纯饮，口感通常更顺更有层次。"
  },
  {
    "en": "You could order an espresso martini or an aperol spritz if you want something balanced.",
    "zh": "如果你想喝平衡一点的，可以点浓缩马天尼或者阿佩罗橙光。"
  },
  {
    "en": "The bar lighting makes everything feel warmer, almost encouraging us to stay a little longer.",
    "zh": "酒吧的灯光让一切都显得更温暖，好像在暗示我们多坐一会儿。"
  },
  {
    "en": "Let’s decide if we want another round, there’s no need to rush the night.",
    "zh": "我们看看要不要再来一轮，今晚不用赶时间。"
  },
  {
    "en": "I’m in the mood for seafood, maybe mussels in white wine sauce and a dozen fresh oysters.",
    "zh": "我有点想吃海鲜，白酒汁青口，再来一打生蚝。"
  },
  {
    "en": "If you’re feeling full, we can skip dessert and just enjoy our drinks.",
    "zh": "如果你已经饱了，我们可以不点甜点，只喝点酒。"
  },
  {
    "en": "We can always take a short walk afterward to help everything settle.",
    "zh": "之后我们也可以走一走，帮助消化一下。"
  },
  {
    "en": "I’d love to start the evening with fresh sashimi, paired thoughtfully with a smooth, well-balanced shochu.",
    "zh": "我很想用新鲜的刺身搭配一杯顺口、平衡感很好的烧酒，来开启今晚。"
  },
  {
    "en": "I’ll take care of the bill tonight, just relax and enjoy the rest of the evening.",
    "zh": "今晚我来结账，你就放松，好好享受剩下的时间。"
  },
  {
    "en": "I’ll put everything on my card and leave a tip, the service has been great.",
    "zh": "我刷卡付账再留点小费，今晚服务确实很好。"
  },
  {
    "en": "Excuse me, whenever you have a moment, would it be possible for us to get a refill on our drinks?",
    "zh": "不好意思，您有空的时候，能帮我们把饮料续一下吗？"
  },
  {
    "en": "The night feels calm now, like everything has naturally come together.",
    "zh": "夜晚现在显得很平静，好像一切都刚刚好。"
  },
  {
    "en": "I really enjoyed this meal, but the company made it even better.",
    "zh": "这顿饭我真的很喜欢，但有你一起更好。"
  },
  {
    "en": "I have a real preference for spicy hot pot, particularly beef tripe and luncheon meat simmered in a rich chili broth.",
    "zh": "我一直很偏爱辣火锅，尤其是用浓郁辣汤煮的毛肚和午餐肉。"
  },
  {
    "en": "Dinner is on me tonight, let’s order lamb skewers, beef skewers, and grilled squid and have a great time.",
    "zh": "今晚我请客，点羊肉串、牛肉串和烤鱿鱼，吃个痛快。"
  },
  {
    "en": "I’ve realized that our tastes are incredibly similar, and that’s actually something quite rare.",
    "zh": "我发现我们俩的口味非常像，这真的挺难得的。"
  },
  {
    "en": "No matter where we eat or drink, spending the evening together always feels right. After dinner, let’s head to KTV and sing for a bit.",
    "zh": "不管在哪里吃喝，只要是和你一起，这个夜晚就很对。吃完饭我们去 KTV 唱一会儿吧。"
  }
]