[
  {
    "en": "I rushed the decision.",
    "zh": "我rushed the decision。"
  },
  {
    "en": "This was harder than expected.",
    "zh": "This was harder than expected。"
  },
  {
    "en": "What I learn that patience is harder than it sounds over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "What 我了解到耐心比听起来要难得多 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I overlooked the detail.",
    "zh": "我overlooked the detail。"
  },
  {
    "en": "This deserves attention.",
    "zh": "This deserves attention。"
  },
  {
    "en": "What I accept that small choices matter more than expected especially in unfamiliar environments.",
    "zh": "What 我接受微小的选择往往比预想中更重要 尤其是在陌生环境中。"
  },
  {
    "en": "What many people learn that details become important later after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所了解到细节往往在之后才显得重要 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I understand that patience is harder than it sounds without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "What 我理解到耐心比听起来要难得多 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people accept that context shapes our reactions even without clear guidance.",
    "zh": "许多人接受环境会塑造我们的反应方式 即使缺乏明确指引。"
  },
  {
    "en": "I notice that small choices matter more than expected without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "我注意到微小的选择往往比预想中更重要 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Plans changed suddenly.",
    "zh": "Plans changed suddenly。"
  },
  {
    "en": "Many people understand that assumptions can be misleading especially in unfamiliar environments.",
    "zh": "许多人理解到先入为主的假设可能会产生误导 尤其是在陌生环境中。"
  },
  {
    "en": "Many people realize that assumptions can be misleading especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "许多人意识到先入为主的假设可能会产生误导 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners question that context shapes our reactions over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者质疑环境会塑造我们的反应方式 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students realize that flexibility often matters most when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "学生意识到灵活性往往最为关键 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I remember that clarity reduces unnecessary stress after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "我记得清晰度可以减少不必要的压力 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What often find that clarity reduces unnecessary stress in everyday situations.",
    "zh": "经常发现清晰度可以减少不必要的压力 在日常情境中。"
  },
  {
    "en": "What many people question that small choices matter more than expected after reflecting on past experiences.",
    "zh": "许多人所质疑微小的选择往往比预想中更重要 在回顾过往经历之后。"
  },
  {
    "en": "Travelers observe that confidence grows with preparation when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者观察到自信会随着准备的充分而增长 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people experience that details become important later when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所体会到细节往往在之后才显得重要 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "That required adjustment.",
    "zh": "That required adjustment。"
  },
  {
    "en": "Travelers realize that expectations influence satisfaction once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者意识到期望会影响满意度 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people find that assumptions can be misleading once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所发现先入为主的假设可能会产生误导 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students discover that timing can change the entire outcome as circumstances continue to change.",
    "zh": "学生发现时机可以改变整个结果 随着环境不断变化。"
  },
  {
    "en": "Many people realize that patience is harder than it sounds especially in unfamiliar environments.",
    "zh": "许多人意识到耐心比听起来要难得多 尤其是在陌生环境中。"
  },
  {
    "en": "What many people learn that assumptions can be misleading over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所了解到先入为主的假设可能会产生误导 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I accept that timing can change the entire outcome over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "我接受时机可以改变整个结果 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners recognize that patience is harder than it sounds as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者认识到耐心比听起来要难得多 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners observe that timing can change the entire outcome when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者观察到时机可以改变整个结果 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people learn that small choices matter more than expected when pressure builds up.",
    "zh": "许多人所了解到微小的选择往往比预想中更重要 当压力逐渐累积时。"
  },
  {
    "en": "What many people accept that assumptions can be misleading when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所接受先入为主的假设可能会产生误导 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people realize that patience is harder than it sounds when emotions are involved.",
    "zh": "许多人所意识到耐心比听起来要难得多 当情绪介入时。"
  },
  {
    "en": "What I find that timing can change the entire outcome even without clear guidance. As a result, I adjusted my approach accordingly.",
    "zh": "What 我发现时机可以改变整个结果 即使缺乏明确指引. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I hesitated.",
    "zh": "我hesitated。"
  },
  {
    "en": "People realize that assumptions can be misleading over time rather than instantly.",
    "zh": "人们意识到先入为主的假设可能会产生误导 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "Travelers realize that context shapes our reactions when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者意识到环境会塑造我们的反应方式 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I notice that context shapes our reactions even without clear guidance. As a result, I adjusted my approach accordingly.",
    "zh": "What 我注意到环境会塑造我们的反应方式 即使缺乏明确指引. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What often observe that assumptions can be misleading after reflecting on past experiences.",
    "zh": "经常观察到先入为主的假设可能会产生误导 在回顾过往经历之后。"
  },
  {
    "en": "People observe that clarity reduces unnecessary stress as circumstances continue to change.",
    "zh": "人们观察到清晰度可以减少不必要的压力 随着环境不断变化。"
  },
  {
    "en": "What many people realize that patience is harder than it sounds especially in unfamiliar environments.",
    "zh": "许多人所意识到耐心比听起来要难得多 尤其是在陌生环境中。"
  },
  {
    "en": "What often question that details become important later over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "经常质疑细节往往在之后才显得重要 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What often find that context shapes our reactions in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "经常发现环境会塑造我们的反应方式 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners accept that patience is harder than it sounds especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者接受耐心比听起来要难得多 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people experience that assumptions can be misleading even without clear guidance.",
    "zh": "许多人体会到先入为主的假设可能会产生误导 即使缺乏明确指引。"
  },
  {
    "en": "We realize that timing can change the entire outcome when pressure builds up.",
    "zh": "我们意识到时机可以改变整个结果 当压力逐渐累积时。"
  },
  {
    "en": "People decide that timing can change the entire outcome after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "人们决定时机可以改变整个结果 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I realize that small choices matter more than expected once reality sets in.",
    "zh": "What 我意识到微小的选择往往比预想中更重要 当现实真正显现时。"
  },
  {
    "en": "Many people remember that assumptions can be misleading without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "许多人记得先入为主的假设可能会产生误导 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people notice that assumptions can be misleading without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "许多人注意到先入为主的假设可能会产生误导 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I experience that patience is harder than it sounds even without clear guidance. As a result, I adjusted my approach accordingly.",
    "zh": "What 我体会到耐心比听起来要难得多 即使缺乏明确指引. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people discover that context shapes our reactions over time rather than instantly.",
    "zh": "许多人所发现环境会塑造我们的反应方式 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "I decide that timing can change the entire outcome as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "我决定时机可以改变整个结果 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People notice that context shapes our reactions especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "人们注意到环境会塑造我们的反应方式 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students find that small choices matter more than expected once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "学生发现微小的选择往往比预想中更重要 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We understand that flexibility often matters most even without clear guidance. As a result, I adjusted my approach accordingly.",
    "zh": "我们理解到灵活性往往最为关键 即使缺乏明确指引. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people learn that patience is harder than it sounds especially in unfamiliar environments.",
    "zh": "许多人所了解到耐心比听起来要难得多 尤其是在陌生环境中。"
  },
  {
    "en": "Travelers understand that details become important later as circumstances continue to change.",
    "zh": "旅行者理解到细节往往在之后才显得重要 随着环境不断变化。"
  },
  {
    "en": "People observe that patience is harder than it sounds after reflecting on past experiences.",
    "zh": "人们观察到耐心比听起来要难得多 在回顾过往经历之后。"
  },
  {
    "en": "What many people experience that assumptions can be misleading in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所体会到先入为主的假设可能会产生误导 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People question that timing can change the entire outcome in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "人们质疑时机可以改变整个结果 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I decide that expectations influence satisfaction over time rather than instantly.",
    "zh": "我决定期望会影响满意度 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "That caught me off guard.",
    "zh": "That caught me off guard。"
  },
  {
    "en": "We accept that expectations influence satisfaction as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "我们接受期望会影响满意度 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people accept that context shapes our reactions when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所接受环境会塑造我们的反应方式 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I learn that small choices matter more than expected as circumstances continue to change.",
    "zh": "我了解到微小的选择往往比预想中更重要 随着环境不断变化。"
  },
  {
    "en": "What often remember that timing can change the entire outcome when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "经常记得时机可以改变整个结果 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Something felt off.",
    "zh": "Something felt off。"
  },
  {
    "en": "Students find that clarity reduces unnecessary stress especially in unfamiliar environments.",
    "zh": "学生发现清晰度可以减少不必要的压力 尤其是在陌生环境中。"
  },
  {
    "en": "Students find that flexibility often matters most as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "学生发现灵活性往往最为关键 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I discover that patience is harder than it sounds as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "What 我发现耐心比听起来要难得多 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What often find that context shapes our reactions after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "经常发现环境会塑造我们的反应方式 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people find that context shapes our reactions over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "许多人发现环境会塑造我们的反应方式 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I question that clarity reduces unnecessary stress over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "What 我质疑清晰度可以减少不必要的压力 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students decide that flexibility often matters most over time rather than instantly.",
    "zh": "学生决定灵活性往往最为关键 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "We find that expectations influence satisfaction after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "我们发现期望会影响满意度 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I learn that expectations influence satisfaction especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "我了解到期望会影响满意度 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers discover that timing can change the entire outcome without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者发现时机可以改变整个结果 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers recognize that clarity reduces unnecessary stress in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者认识到清晰度可以减少不必要的压力 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I question that context shapes our reactions in everyday situations.",
    "zh": "What 我质疑环境会塑造我们的反应方式 在日常情境中。"
  },
  {
    "en": "What I discover that assumptions can be misleading even without clear guidance. As a result, I adjusted my approach accordingly.",
    "zh": "What 我发现先入为主的假设可能会产生误导 即使缺乏明确指引. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students recognize that expectations influence satisfaction once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "学生认识到期望会影响满意度 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people recognize that details become important later when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所认识到细节往往在之后才显得重要 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I misjudged the situation.",
    "zh": "我misjudged the situation。"
  },
  {
    "en": "Many people notice that expectations influence satisfaction once reality sets in.",
    "zh": "许多人注意到期望会影响满意度 当现实真正显现时。"
  },
  {
    "en": "People discover that assumptions can be misleading after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "人们发现先入为主的假设可能会产生误导 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People recognize that patience is harder than it sounds when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "人们认识到耐心比听起来要难得多 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What often notice that context shapes our reactions in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "经常注意到环境会塑造我们的反应方式 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I question that timing can change the entire outcome especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "What 我质疑时机可以改变整个结果 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I understand that expectations influence satisfaction especially in unfamiliar environments.",
    "zh": "我理解到期望会影响满意度 尤其是在陌生环境中。"
  },
  {
    "en": "Students recognize that context shapes our reactions especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "学生认识到环境会塑造我们的反应方式 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers realize that confidence grows with preparation when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者意识到自信会随着准备的充分而增长 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I observe that small choices matter more than expected in everyday situations.",
    "zh": "我观察到微小的选择往往比预想中更重要 在日常情境中。"
  },
  {
    "en": "What often recognize that patience is harder than it sounds even without clear guidance.",
    "zh": "经常认识到耐心比听起来要难得多 即使缺乏明确指引。"
  },
  {
    "en": "What I notice that context shapes our reactions after reflecting on past experiences.",
    "zh": "What 我注意到环境会塑造我们的反应方式 在回顾过往经历之后。"
  },
  {
    "en": "What often accept that clarity reduces unnecessary stress when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "经常接受清晰度可以减少不必要的压力 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people observe that assumptions can be misleading in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "许多人观察到先入为主的假设可能会产生误导 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people remember that patience is harder than it sounds even without clear guidance.",
    "zh": "许多人记得耐心比听起来要难得多 即使缺乏明确指引。"
  },
  {
    "en": "Students recognize that flexibility often matters most as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "学生认识到灵活性往往最为关键 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I realize that context shapes our reactions as circumstances continue to change.",
    "zh": "我意识到环境会塑造我们的反应方式 随着环境不断变化。"
  },
  {
    "en": "What many people accept that patience is harder than it sounds after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所接受耐心比听起来要难得多 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  }
]