[
  {
    "en": "We’re debating whether it makes more sense to buy a house or continue renting for flexibility.",
    "zh": "我们正在考虑是买房更合适，还是继续租房以保持灵活性。"
  },
  {
    "en": "I prefer neutral-colored furniture, complemented by throw pillows and textured blankets.",
    "zh": "我更喜欢中性色家具，再搭配靠枕和有质感的毛毯。"
  },
  {
    "en": "Mortgage rates and property taxes make home ownership a long-term financial commitment.",
    "zh": "房贷利率和房产税让买房成为一个长期的财务投入。"
  },
  {
    "en": "For short stays, booking a hotel often feels more convenient than signing a long lease.",
    "zh": "短期居住时，订酒店通常比签长期租约更方便。"
  },
  {
    "en": "I’ve already made a hotel reservation with free cancellation, just in case our plans change.",
    "zh": "我已经订了一个可免费取消的酒店，以防行程有变。"
  },
  {
    "en": "This hotel room includes a king-size bed, a work desk, and a surprisingly spacious bathroom.",
    "zh": "这间酒店房有一张特大床、一张书桌，还有一个挺宽敞的浴室。"
  },
  {
    "en": "We chose a boutique hotel because we value atmosphere and personalized service.",
    "zh": "我们选了精品酒店，因为更看重氛围和个性化服务。"
  },
  {
    "en": "The apartment comes fully furnished with a sofa, dining table, bed frame, and mattress.",
    "zh": "这套公寓是全套家具的，包括沙发、餐桌、床架和床垫。"
  },
  {
    "en": "The closet could benefit from additional shelves, hangers, and under-bed storage boxes.",
    "zh": "衣柜如果加点隔板、衣架和床下收纳箱会更好用。"
  },
  {
    "en": "The hotel charges an additional fee for late check-out, which we might need.",
    "zh": "这家酒店晚退房要额外收费，而我们可能用得上。"
  },
  {
    "en": "One downside of renting is waiting for the landlord to approve necessary repairs.",
    "zh": "租房的一个缺点是维修问题要等房东批准。"
  },
  {
    "en": "There’s a noticeable water leak in the bathroom that definitely requires professional maintenance.",
    "zh": "浴室有明显漏水，肯定需要专业维修。"
  },
  {
    "en": "The front desk promised to send maintenance to fix the air conditioning unit shortly.",
    "zh": "前台答应很快派人来修空调。"
  },
  {
    "en": "Our hotel stay includes daily housekeeping and fresh towels every morning.",
    "zh": "我们的酒店住宿包含每日清洁和每天更换干净毛巾。"
  },
  {
    "en": "This property has built-in closets, a washer and dryer, and decent storage space.",
    "zh": "这处房产有内置衣柜、洗衣机和烘干机，还有不错的储物空间。"
  },
  {
    "en": "I prefer accommodations with blackout curtains to ensure a better night’s sleep.",
    "zh": "我更喜欢有遮光窗帘的住宿，这样晚上睡得更好。"
  },
  {
    "en": "The lease agreement clearly outlines responsibilities for utilities, repairs, and routine maintenance.",
    "zh": "租约里清楚写明了水电、维修和日常维护的责任划分。"
  },
  {
    "en": "We requested an extra blanket and pillows through the hotel’s room service system.",
    "zh": "我们通过酒店的客房服务系统要了额外的毯子和枕头。"
  },
  {
    "en": "Buying furniture like a couch, dresser, and nightstands adds up faster than expected.",
    "zh": "买沙发、斗柜和床头柜这些家具，花费比想象中累积得快。"
  },
  {
    "en": "The bathroom is stocked with towels, bath mats, a shower curtain, and basic toiletries.",
    "zh": "卫生间配有毛巾、浴室地垫、浴帘和基础洗漱用品。"
  },
  {
    "en": "The check-in process was smooth, and the staff explained all hotel amenities clearly.",
    "zh": "入住流程很顺利，工作人员清楚介绍了酒店设施。"
  },
  {
    "en": "Renting long-term often means handling internet setup, utilities, and insurance independently.",
    "zh": "长期租房通常要自己处理网络、水电和保险。"
  },
  {
    "en": "Our room rate includes breakfast, access to the gym, and complimentary bottled water.",
    "zh": "房价包含早餐、健身房使用权和免费的瓶装水。"
  },
  {
    "en": "We noticed the hardwood floors in the apartment are scratched and need refinishing.",
    "zh": "我们发现公寓的木地板有划痕，需要重新打磨。"
  },
  {
    "en": "I’d like to organize the pantry with proper storage containers and labeled spice jars.",
    "zh": "我想用合适的收纳盒和贴好标签的调料罐把食品储藏柜整理一下。"
  },
  {
    "en": "The hotel’s location is ideal, within walking distance of restaurants and public transportation.",
    "zh": "这家酒店位置很好，步行就能到餐厅和公共交通。"
  },
  {
    "en": "Home ownership requires budgeting for unexpected repairs, replacements, and ongoing maintenance.",
    "zh": "买房意味着要为意外维修、更换和持续维护做好预算。"
  },
  {
    "en": "We asked the front desk about extending our stay for an additional night.",
    "zh": "我们向前台咨询了是否可以多住一晚。"
  },
  {
    "en": "This rental property allows pets, which significantly narrows down our housing options.",
    "zh": "这套出租房允许养宠物，但也让可选范围变小了。"
  },
  {
    "en": "The kitchen is fully equipped with cookware, including pots, pans, cutting boards, and sharp chef’s knives.",
    "zh": "厨房配备齐全，包括锅具、平底锅、砧板和锋利的主厨刀。"
  }
]