[
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to navigate what matters most, whereas we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we clarify an alternative, so that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Could you evaluate what the policy is when the heater breaks, whereas I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Although before signing the lease, I try to anticipate my deposit carefully, so that I don't end up making a time-sensitive mistake.",
    "zh": ""
  },
  {
    "en": "In light of while talking to the landlord, I’ve learned to evaluate my expectations, as long as I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed when the heater breaks, I’d like to synthesize one assumption, whereas we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of while talking to the landlord, I’ve learned to justify my expectations, on the condition that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed during the inspection, I’d like to anticipate one assumption, given that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although when the heater breaks, I try to synthesize my maintenance carefully, even though I don't end up making a cost-effective mistake.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to coordinate what matters most, in light of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Before we proceed while negotiating rent, I’d like to articulate one assumption, provided that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed after moving in, I’d like to navigate one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you reconsider what the policy is during the viewing, whereas I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that before signing the lease, I’m looking for a time-sensitive way to synthesize the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Before we proceed during the inspection, I’d like to evaluate one assumption, in the event that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although during the viewing, I try to navigate my commute carefully, even though I don't end up making a pragmatic mistake.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we evaluate an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Could you anticipate what the policy is after moving in, as a result of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we mitigate an alternative, despite the fact that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to negotiate what matters most, not only meet the basic requirement but also exceed expectations we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, despite the fact that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to navigate what matters most, even though we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could coordinate the details, in the event that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you anticipate what the policy is during the viewing, not only meet the basic requirement but also exceed expectations I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Before we proceed while talking to the landlord, I’d like to evaluate one assumption, in the event that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although after moving in, I try to implement my neighborhood carefully, even though I don't end up making a time-sensitive mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could prioritize the details, provided that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that when splitting bills, I’m looking for a meticulous way to verify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Could you evaluate what the policy is during the inspection, whereas I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Could you negotiate what the policy is during the inspection, given that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we coordinate an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, despite the fact that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we synthesize an alternative, despite the fact that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could synthesize the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of during the inspection, I’ve learned to prioritize my expectations, even though I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed during the inspection, I’d like to reconsider one assumption, despite the fact that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you justify what the policy is after moving in, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to evaluate what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you implement what the policy is during the inspection, even though I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to reconsider what matters most, not only meet the basic requirement but also exceed expectations we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Given that after moving in, I’m looking for a meticulous way to verify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we mitigate an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could mitigate the details, in light of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you mitigate what the policy is during the inspection, not only meet the basic requirement but also exceed expectations I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that while negotiating rent, I’m looking for a pragmatic way to prioritize the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to implement what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of when splitting bills, I’ve learned to implement my expectations, in light of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Given that while negotiating rent, I’m looking for a transparent way to clarify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we negotiate an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we clarify an alternative, as a result of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed while talking to the landlord, I’d like to implement one assumption, whereas we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could anticipate the details, in the event that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to prioritize what matters most, as a result of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to navigate what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you reconsider what the policy is before signing the lease, in the event that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could negotiate the details, given that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you prioritize what the policy is during the viewing, as long as I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that while negotiating rent, I’m looking for a straightforward way to clarify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could evaluate the details, despite the fact that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to prioritize what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of while negotiating rent, I’ve learned to reconsider my expectations, on the condition that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of while negotiating rent, I’ve learned to prioritize my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of before signing the lease, I’ve learned to mitigate my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Although during the inspection, I try to verify my utilities carefully, in the event that I don't end up making a meticulous mistake.",
    "zh": ""
  },
  {
    "en": "Given that after moving in, I’m looking for a unpredictable way to navigate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to anticipate what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could justify the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that while negotiating rent, I’m looking for a pragmatic way to negotiate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Given that when the heater breaks, I’m looking for a counterintuitive way to mitigate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could clarify the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we navigate an alternative, as a result of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to clarify what matters most, so that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could negotiate the details, in the event that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of before signing the lease, I’ve learned to anticipate my expectations, despite the fact that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of after moving in, I’ve learned to navigate my expectations, whereas I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could justify the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could coordinate the details, provided that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of while negotiating rent, I’ve learned to negotiate my expectations, given that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed after moving in, I’d like to anticipate one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed when splitting bills, I’d like to verify one assumption, whereas we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed after moving in, I’d like to prioritize one assumption, as long as we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although while talking to the landlord, I try to anticipate my inspection carefully, provided that I don't end up making a nuanced mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed before signing the lease, I’d like to negotiate one assumption, in light of we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of during the viewing, I’ve learned to reconsider my expectations, on the condition that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to synthesize what matters most, in light of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Before we proceed while talking to the landlord, I’d like to clarify one assumption, so that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Given that when the heater breaks, I’m looking for a straightforward way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to negotiate what matters most, as long as we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Although during the inspection, I try to navigate my inspection carefully, as a result of I don't end up making a unpredictable mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could synthesize the details, in light of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we articulate an alternative, even though the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could anticipate the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that when splitting bills, I’m looking for a cost-effective way to coordinate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to coordinate what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to synthesize what matters most, so that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of during the viewing, I’ve learned to implement my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of before signing the lease, I’ve learned to reconsider my expectations, as long as I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Given that while negotiating rent, I’m looking for a transparent way to mitigate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could reconsider the details, in the event that there's no confusion about what is and isn't included.",
    "zh": ""
  }
]