[
  {
    "en": "Although in a flagship store, I try to coordinate my receipt carefully, on the condition that I don't end up making a counterintuitive mistake.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we synthesize an alternative, as long as the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we anticipate an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed in a flagship store, I’d like to synthesize one assumption, despite the fact that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of on an online marketplace, I’ve learned to navigate my expectations, in light of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could navigate the details, despite the fact that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could reconsider the details, even though there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of before placing an order, I’ve learned to reconsider my expectations, as a result of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you justify what the policy is at customer service, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Before we proceed before placing an order, I’d like to verify one assumption, provided that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could justify the details, despite the fact that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could articulate the details, given that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of at customer service, I’ve learned to implement my expectations, in light of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, as a result of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Could you negotiate what the policy is in a flagship store, provided that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "In light of at the checkout counter, I’ve learned to implement my expectations, despite the fact that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, as a result of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed at customer service, I’d like to verify one assumption, so that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to coordinate what matters most, not only meet the basic requirement but also exceed expectations we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could justify the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of in a flagship store, I’ve learned to clarify my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to reconsider what matters most, on the condition that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you anticipate what the policy is while comparing options, despite the fact that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Before we proceed during a seasonal sale, I’d like to articulate one assumption, even though we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to anticipate what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of during a seasonal sale, I’ve learned to reconsider my expectations, so that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed before placing an order, I’d like to mitigate one assumption, even though we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to anticipate what matters most, as a result of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Although at the checkout counter, I try to mitigate my exchange carefully, as a result of I don't end up making a nuanced mistake.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we implement an alternative, whereas the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to negotiate what matters most, given that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we justify an alternative, on the condition that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Could you prioritize what the policy is in a flagship store, given that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "In light of in a flagship store, I’ve learned to anticipate my expectations, on the condition that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Although at the checkout counter, I try to articulate my discount carefully, so that I don't end up making a unpredictable mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed in a flagship store, I’d like to negotiate one assumption, given that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of in a flagship store, I’ve learned to justify my expectations, as a result of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed at customer service, I’d like to coordinate one assumption, given that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you negotiate what the policy is after reading reviews, not only meet the basic requirement but also exceed expectations I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Before we proceed at customer service, I’d like to verify one assumption, not only meet the basic requirement but also exceed expectations we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed in a flagship store, I’d like to navigate one assumption, provided that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although on an online marketplace, I try to anticipate my refund policy carefully, so that I don't end up making a transparent mistake.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to justify what matters most, whereas we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Before we proceed at the checkout counter, I’d like to synthesize one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of before placing an order, I’ve learned to navigate my expectations, given that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed while comparing options, I’d like to navigate one assumption, in the event that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed during a seasonal sale, I’d like to anticipate one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Given that at customer service, I’m looking for a time-sensitive way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Before we proceed while comparing options, I’d like to coordinate one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we negotiate an alternative, whereas the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could evaluate the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of before placing an order, I’ve learned to verify my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Given that during a seasonal sale, I’m looking for a cost-effective way to implement the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could negotiate the details, as long as there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that during a seasonal sale, I’m looking for a transparent way to evaluate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Before we proceed on an online marketplace, I’d like to verify one assumption, even though we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could verify the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we mitigate an alternative, despite the fact that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Given that at the checkout counter, I’m looking for a pragmatic way to articulate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, even though we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we clarify an alternative, so that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed in a flagship store, I’d like to implement one assumption, in light of we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you articulate what the policy is while comparing options, in the event that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could synthesize the details, in light of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that in a flagship store, I’m looking for a unpredictable way to negotiate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "In light of on an online marketplace, I’ve learned to justify my expectations, provided that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed while comparing options, I’d like to anticipate one assumption, in light of we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Given that before placing an order, I’m looking for a cost-effective way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Although at customer service, I try to verify my discount carefully, not only meet the basic requirement but also exceed expectations I don't end up making a time-sensitive mistake.",
    "zh": ""
  },
  {
    "en": "Although on an online marketplace, I try to coordinate my inventory carefully, provided that I don't end up making a nonnegotiable mistake.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Given that during a seasonal sale, I’m looking for a nuanced way to articulate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "In light of after reading reviews, I’ve learned to synthesize my expectations, on the condition that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Given that on an online marketplace, I’m looking for a transparent way to navigate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Could you evaluate what the policy is on an online marketplace, as a result of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could clarify the details, despite the fact that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Before we proceed on an online marketplace, I’d like to navigate one assumption, even though we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could coordinate the details, on the condition that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we justify an alternative, even though the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Could you justify what the policy is at the checkout counter, not only meet the basic requirement but also exceed expectations I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Although on an online marketplace, I try to coordinate my refund policy carefully, in light of I don't end up making a nonnegotiable mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could reconsider the details, given that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Before we proceed after reading reviews, I’d like to justify one assumption, in the event that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could prioritize the details, on the condition that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could implement the details, even though there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Before we proceed after reading reviews, I’d like to navigate one assumption, as long as we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed while comparing options, I’d like to articulate one assumption, as long as we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although after reading reviews, I try to negotiate my refund policy carefully, as long as I don't end up making a time-sensitive mistake.",
    "zh": ""
  },
  {
    "en": "Could you negotiate what the policy is on an online marketplace, so that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Although during a seasonal sale, I try to synthesize my refund policy carefully, whereas I don't end up making a nuanced mistake.",
    "zh": ""
  },
  {
    "en": "Given that during a seasonal sale, I’m looking for a unpredictable way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we implement an alternative, as a result of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "In light of during a seasonal sale, I’ve learned to mitigate my expectations, in the event that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Given that after reading reviews, I’m looking for a unpredictable way to mitigate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could navigate the details, even though there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to synthesize what matters most, whereas we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we articulate an alternative, as long as the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, even though the outcome is fair to both sides?",
    "zh": ""
  }
]