[
  {
    "en": "I’m looking to invest in a classic handbag from Hermès or Chanel that will hold its value over time.",
    "zh": "我想买一个爱马仕或香奈儿的经典包款，既好看也有保值性。"
  },
  {
    "en": "Could you show me your latest leather goods collection, preferably something understated and timeless?",
    "zh": "可以给我看看你们最新的皮具系列吗？我想要低调又耐看的款式。"
  },
  {
    "en": "I’m browsing for a tailored blazer and wide-leg trousers suitable for both work and formal occasions.",
    "zh": "我在看一件剪裁好的西装外套和阔腿裤，工作和正式场合都能穿。"
  },
  {
    "en": "Do these heels come in a smaller size like 36, preferably with a more comfortable heel height?",
    "zh": "这双高跟鞋有小一点的尺码吗？像36码，最好跟高更舒服一些。"
  },
  {
    "en": "I’d like to try on these ankle boots, ideally in black leather with a clean silhouette.",
    "zh": "我想试试这双短靴，最好是黑色皮革、线条简洁的款式。"
  },
  {
    "en": "I’m interested in premium denim, something well-constructed with a flattering fit.",
    "zh": "我在找高端牛仔裤，做工好、版型显腿型的那种。"
  },
  {
    "en": "Could you help me put together a full outfit, including shoes and accessories?",
    "zh": "你能帮我搭一整套吗？包括鞋子和配饰。"
  },
  {
    "en": "I’m looking for a statement coat that works well for colder weather without feeling bulky.",
    "zh": "我想找一件有存在感的大衣，保暖但不会显得臃肿。"
  },
  {
    "en": "This cashmere sweater feels great, does it come in neutral tones like beige or grey?",
    "zh": "这件羊绒衫手感很好，有米色或灰色这种中性色吗？"
  },
  {
    "en": "I’m shopping for a gift and want something elegant, understated, and universally appealing.",
    "zh": "我在买礼物，想要优雅、低调、普遍都会喜欢的那种。"
  },
  {
    "en": "I’d like to restock my body care essentials, especially a high-quality body lotion for sensitive skin.",
    "zh": "我想补一些身体护理用品，尤其是适合敏感肌的高品质身体乳。"
  },
  {
    "en": "I’m specifically looking for the Black Bandage cream from L’Oréal’s luxury skincare line.",
    "zh": "我在找欧莱雅高端线的黑绷带面霜。"
  },
  {
    "en": "Could you explain the difference between these anti-aging creams and how they fit into a routine?",
    "zh": "你能解释一下这些抗老面霜的区别，以及怎么搭配护肤步骤吗？"
  },
  {
    "en": "I prefer skincare products with proven ingredients and clinically tested formulations.",
    "zh": "我更偏好成分明确、经过临床测试的护肤品。"
  },
  {
    "en": "Could you adjust the frame slightly so it sits more comfortably on my nose and ears?",
    "zh": "你能帮我稍微调整一下镜框吗？让它在鼻梁和耳朵上戴着更舒服。"
  },
  {
    "en": "I’d like to compare textures before deciding, especially between cream and gel formulas.",
    "zh": "我想对比一下质地再决定，尤其是面霜和凝胶之间。"
  },
  {
    "en": "I’m considering upgrading my fragrance collection with something subtle but long-lasting.",
    "zh": "我在考虑升级一下香水收藏，想要低调但留香持久的。"
  },
  {
    "en": "I’d like to have my vision tested again to confirm my prescription before choosing new lenses.",
    "zh": "我想在选新镜片之前重新测一下视力，确认一下度数是否准确。"
  },
  {
    "en": "I’m exploring luxury watches as a long-term investment rather than an impulse purchase.",
    "zh": "我在看高端腕表，更偏向长期投资而不是冲动消费。"
  },
  {
    "en": "This boutique feels very curated, I appreciate how thoughtfully everything is displayed.",
    "zh": "这家精品店陈列得很用心，整体感觉很有品味。"
  },
  {
    "en": "I’m also considering a new vehicle, possibly something from Mercedes-Benz or Porsche.",
    "zh": "我也在考虑换车，可能会看奔驰或者保时捷。"
  },
  {
    "en": "I’d like to compare interior options, technology packages, and long-term maintenance costs.",
    "zh": "我想对比一下内饰配置、科技包以及后期维护成本。"
  },
  {
    "en": "Could you walk me through financing options and current lease incentives?",
    "zh": "你能跟我讲讲分期方案和现在的租赁优惠吗？"
  },
  {
    "en": "I prefer a vehicle that balances performance, comfort, and understated luxury.",
    "zh": "我更喜欢性能、舒适度和低调奢华感兼顾的车型。"
  },
  {
    "en": "I’m not in a rush, I want to make a well-informed purchasing decision.",
    "zh": "我不着急，更想做一个充分了解后的购买决定。"
  },
  {
    "en": "I’d prefer thinner, high-index lenses so the glasses don’t feel too heavy on my face.",
    "zh": "我更想要高折射率的薄镜片，这样眼镜戴起来不会太重。"
  },
  {
    "en": "I’d like to put this on hold while I continue browsing the rest of the store.",
    "zh": "我想先把这件留一下，再继续看看别的。"
  },
  {
    "en": "Do you offer any after-sales services, such as alterations or complimentary maintenance?",
    "zh": "你们有售后服务吗？比如改尺寸或免费保养之类的。"
  },
  {
    "en": "I’m interested in lenses with anti-reflective, anti-scratch, and blue light filtering coatings.",
    "zh": "我想要带有防反射、防刮花以及防蓝光涂层的镜片。"
  },
  {
    "en": "Shopping like this feels much more enjoyable when the service is attentive but not intrusive.",
    "zh": "这种购物体验真的很舒服，服务周到但不打扰人。"
  }
]