[
  {
    "en": "What often experience that patience is harder than it sounds without anyone noticing at first.",
    "zh": "经常体会到耐心比听起来要难得多 在最初不被察觉的情况下。"
  },
  {
    "en": "I rushed the decision.",
    "zh": "我rushed the decision。"
  },
  {
    "en": "Travelers discover that small choices matter more than expected especially in unfamiliar environments.",
    "zh": "旅行者发现微小的选择往往比预想中更重要 尤其是在陌生环境中。"
  },
  {
    "en": "Students remember that assumptions can be misleading when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "学生记得先入为主的假设可能会产生误导 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students experience that small choices matter more than expected in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "学生体会到微小的选择往往比预想中更重要 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners observe that small choices matter more than expected when emotions are involved.",
    "zh": "大多数学习者观察到微小的选择往往比预想中更重要 当情绪介入时。"
  },
  {
    "en": "Travelers observe that small choices matter more than expected as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者观察到微小的选择往往比预想中更重要 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We understand that assumptions can be misleading without anyone noticing at first.",
    "zh": "我们理解到先入为主的假设可能会产生误导 在最初不被察觉的情况下。"
  },
  {
    "en": "What I understand that timing can change the entire outcome when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "What 我理解到时机可以改变整个结果 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students understand that confidence grows with preparation in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "学生理解到自信会随着准备的充分而增长 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People find that clarity reduces unnecessary stress especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "人们发现清晰度可以减少不必要的压力 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People find that patience is harder than it sounds over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "人们发现耐心比听起来要难得多 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students decide that expectations influence satisfaction in everyday situations.",
    "zh": "学生决定期望会影响满意度 在日常情境中。"
  },
  {
    "en": "Travelers discover that clarity reduces unnecessary stress when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者发现清晰度可以减少不必要的压力 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I decide that small choices matter more than expected in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "What 我决定微小的选择往往比预想中更重要 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students decide that assumptions can be misleading in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "学生决定先入为主的假设可能会产生误导 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "This deserves attention.",
    "zh": "This deserves attention。"
  },
  {
    "en": "That caught me off guard.",
    "zh": "That caught me off guard。"
  },
  {
    "en": "We observe that patience is harder than it sounds once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "我们观察到耐心比听起来要难得多 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People remember that context shapes our reactions over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "人们记得环境会塑造我们的反应方式 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People remember that context shapes our reactions when pressure builds up.",
    "zh": "人们记得环境会塑造我们的反应方式 当压力逐渐累积时。"
  },
  {
    "en": "Students question that flexibility often matters most when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "学生质疑灵活性往往最为关键 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We accept that small choices matter more than expected after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "我们接受微小的选择往往比预想中更重要 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I accept that assumptions can be misleading after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "我接受先入为主的假设可能会产生误导 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We realize that timing can change the entire outcome when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "我们意识到时机可以改变整个结果 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students remember that flexibility often matters most as circumstances continue to change.",
    "zh": "学生记得灵活性往往最为关键 随着环境不断变化。"
  },
  {
    "en": "I recognize that assumptions can be misleading in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "我认识到先入为主的假设可能会产生误导 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners notice that patience is harder than it sounds in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者注意到耐心比听起来要难得多 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "That required adjustment.",
    "zh": "That required adjustment。"
  },
  {
    "en": "Most learners notice that small choices matter more than expected over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者注意到微小的选择往往比预想中更重要 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers learn that small choices matter more than expected without anyone noticing at first.",
    "zh": "旅行者了解到微小的选择往往比预想中更重要 在最初不被察觉的情况下。"
  },
  {
    "en": "Many people understand that confidence grows with preparation once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "许多人理解到自信会随着准备的充分而增长 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Plans changed suddenly.",
    "zh": "Plans changed suddenly。"
  },
  {
    "en": "Travelers recognize that timing can change the entire outcome as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者认识到时机可以改变整个结果 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What often learn that context shapes our reactions as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "经常了解到环境会塑造我们的反应方式 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We discover that details become important later after reflecting on past experiences.",
    "zh": "我们发现细节往往在之后才显得重要 在回顾过往经历之后。"
  },
  {
    "en": "Travelers experience that confidence grows with preparation over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者体会到自信会随着准备的充分而增长 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I accept that clarity reduces unnecessary stress without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "What 我接受清晰度可以减少不必要的压力 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people accept that details become important later especially in unfamiliar environments.",
    "zh": "许多人所接受细节往往在之后才显得重要 尤其是在陌生环境中。"
  },
  {
    "en": "Students question that small choices matter more than expected especially in unfamiliar environments.",
    "zh": "学生质疑微小的选择往往比预想中更重要 尤其是在陌生环境中。"
  },
  {
    "en": "This was harder than expected.",
    "zh": "This was harder than expected。"
  },
  {
    "en": "Most learners observe that confidence grows with preparation over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者观察到自信会随着准备的充分而增长 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people accept that timing can change the entire outcome in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所接受时机可以改变整个结果 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People recognize that timing can change the entire outcome once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "人们认识到时机可以改变整个结果 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Something felt off.",
    "zh": "Something felt off。"
  },
  {
    "en": "What I learn that context shapes our reactions in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "What 我了解到环境会塑造我们的反应方式 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I recognize that context shapes our reactions once reality sets in.",
    "zh": "我认识到环境会塑造我们的反应方式 当现实真正显现时。"
  },
  {
    "en": "Travelers learn that expectations influence satisfaction when emotions are involved.",
    "zh": "旅行者了解到期望会影响满意度 当情绪介入时。"
  },
  {
    "en": "What often question that context shapes our reactions especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "经常质疑环境会塑造我们的反应方式 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people remember that clarity reduces unnecessary stress when pressure builds up.",
    "zh": "许多人所记得清晰度可以减少不必要的压力 当压力逐渐累积时。"
  },
  {
    "en": "I overlooked the detail.",
    "zh": "我overlooked the detail。"
  },
  {
    "en": "We discover that assumptions can be misleading over time rather than instantly.",
    "zh": "我们发现先入为主的假设可能会产生误导 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "What I accept that patience is harder than it sounds as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "What 我接受耐心比听起来要难得多 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers find that clarity reduces unnecessary stress especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者发现清晰度可以减少不必要的压力 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People question that clarity reduces unnecessary stress over time rather than instantly.",
    "zh": "人们质疑清晰度可以减少不必要的压力 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "We observe that expectations influence satisfaction after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "我们观察到期望会影响满意度 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people accept that patience is harder than it sounds over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所接受耐心比听起来要难得多 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners question that expectations influence satisfaction once reality sets in.",
    "zh": "大多数学习者质疑期望会影响满意度 当现实真正显现时。"
  },
  {
    "en": "We accept that details become important later especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "我们接受细节往往在之后才显得重要 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I observe that small choices matter more than expected once reality sets in.",
    "zh": "What 我观察到微小的选择往往比预想中更重要 当现实真正显现时。"
  },
  {
    "en": "I remember that context shapes our reactions when pressure builds up.",
    "zh": "我记得环境会塑造我们的反应方式 当压力逐渐累积时。"
  },
  {
    "en": "Many people remember that timing can change the entire outcome when pressure builds up.",
    "zh": "许多人记得时机可以改变整个结果 当压力逐渐累积时。"
  },
  {
    "en": "I hesitated.",
    "zh": "我hesitated。"
  },
  {
    "en": "What many people discover that small choices matter more than expected when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "许多人所发现微小的选择往往比预想中更重要 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people experience that timing can change the entire outcome as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "许多人体会到时机可以改变整个结果 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people accept that flexibility often matters most as circumstances continue to change.",
    "zh": "许多人接受灵活性往往最为关键 随着环境不断变化。"
  },
  {
    "en": "Most learners learn that flexibility often matters most once reality sets in. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者了解到灵活性往往最为关键 当现实真正显现时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers understand that confidence grows with preparation as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者理解到自信会随着准备的充分而增长 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers notice that flexibility often matters most over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者注意到灵活性往往最为关键 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners observe that assumptions can be misleading as circumstances continue to change.",
    "zh": "大多数学习者观察到先入为主的假设可能会产生误导 随着环境不断变化。"
  },
  {
    "en": "Travelers discover that patience is harder than it sounds after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者发现耐心比听起来要难得多 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I misjudged the situation.",
    "zh": "我misjudged the situation。"
  },
  {
    "en": "Most learners realize that expectations influence satisfaction even without clear guidance. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者意识到期望会影响满意度 即使缺乏明确指引. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We learn that context shapes our reactions when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "我们了解到环境会塑造我们的反应方式 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I observe that context shapes our reactions when pressure builds up. As a result, I adjusted my approach accordingly.",
    "zh": "我观察到环境会塑造我们的反应方式 当压力逐渐累积时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Many people discover that patience is harder than it sounds without anyone noticing at first.",
    "zh": "许多人发现耐心比听起来要难得多 在最初不被察觉的情况下。"
  },
  {
    "en": "Students notice that flexibility often matters most over time rather than instantly.",
    "zh": "学生注意到灵活性往往最为关键 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "Travelers question that timing can change the entire outcome over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者质疑时机可以改变整个结果 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Students question that small choices matter more than expected over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "学生质疑微小的选择往往比预想中更重要 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I question that clarity reduces unnecessary stress over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "我质疑清晰度可以减少不必要的压力 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What I realize that confidence grows with preparation without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "What 我意识到自信会随着准备的充分而增长 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners understand that details become important later especially in unfamiliar environments. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者理解到细节往往在之后才显得重要 尤其是在陌生环境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We discover that assumptions can be misleading as circumstances continue to change. As a result, I adjusted my approach accordingly.",
    "zh": "我们发现先入为主的假设可能会产生误导 随着环境不断变化. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "People find that clarity reduces unnecessary stress once reality sets in.",
    "zh": "人们发现清晰度可以减少不必要的压力 当现实真正显现时。"
  },
  {
    "en": "What often accept that expectations influence satisfaction even without clear guidance.",
    "zh": "经常接受期望会影响满意度 即使缺乏明确指引。"
  },
  {
    "en": "What I understand that assumptions can be misleading when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "What 我理解到先入为主的假设可能会产生误导 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers decide that timing can change the entire outcome in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者决定时机可以改变整个结果 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We decide that clarity reduces unnecessary stress after reflecting on past experiences. As a result, I adjusted my approach accordingly.",
    "zh": "我们决定清晰度可以减少不必要的压力 在回顾过往经历之后. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "What many people remember that assumptions can be misleading over time rather than instantly.",
    "zh": "许多人所记得先入为主的假设可能会产生误导 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "People notice that assumptions can be misleading when emotions are involved. As a result, I adjusted my approach accordingly.",
    "zh": "人们注意到先入为主的假设可能会产生误导 当情绪介入时. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I discover that clarity reduces unnecessary stress over time rather than instantly.",
    "zh": "我发现清晰度可以减少不必要的压力 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "I experience that patience is harder than it sounds when emotions are involved.",
    "zh": "我体会到耐心比听起来要难得多 当情绪介入时。"
  },
  {
    "en": "People recognize that expectations influence satisfaction without anyone noticing at first. As a result, I adjusted my approach accordingly.",
    "zh": "人们认识到期望会影响满意度 在最初不被察觉的情况下. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "We realize that assumptions can be misleading once reality sets in.",
    "zh": "我们意识到先入为主的假设可能会产生误导 当现实真正显现时。"
  },
  {
    "en": "I find that clarity reduces unnecessary stress over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "我发现清晰度可以减少不必要的压力 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Travelers accept that timing can change the entire outcome over time rather than instantly. As a result, I adjusted my approach accordingly.",
    "zh": "旅行者接受时机可以改变整个结果 是随着时间推移而非一蹴而就. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "Most learners discover that flexibility often matters most in everyday situations. As a result, I adjusted my approach accordingly.",
    "zh": "大多数学习者发现灵活性往往最为关键 在日常情境中. As a result, 我adjusted my approach accordingly。"
  },
  {
    "en": "I find that timing can change the entire outcome over time rather than instantly.",
    "zh": "我发现时机可以改变整个结果 是随着时间推移而非一蹴而就。"
  },
  {
    "en": "I accept that expectations influence satisfaction when emotions are involved.",
    "zh": "我接受期望会影响满意度 当情绪介入时。"
  },
  {
    "en": "People accept that confidence grows with preparation when emotions are involved.",
    "zh": "人们接受自信会随着准备的充分而增长 当情绪介入时。"
  }
]