[
  {
    "en": "Holding your hand on Boston street makes the world feel quieter, like everything else fades into the background.",
    "zh": "在波士顿街上牵着你的手，世界都会安静下来，好像其他一切都不再重要。"
  },
  {
    "en": "The way your fingers fit into mine comes unexpectedly natural, as if it was always meant to be.",
    "zh": "你的手指和我交握的感觉异常自然，仿佛本来就该如此。"
  },
  {
    "en": "When you lean into my arms at home, everything feels lighter and strangely more manageable.",
    "zh": "当你在家里靠进我怀里时，一切都变得轻松起来，好像什么都能应付。"
  },
  {
    "en": "Your hug has a way of calming my thoughts without needing a single word.",
    "zh": "你的拥抱总能在不说一句话的情况下，让我安静下来。"
  },
  {
    "en": "Kissing you feels less like a moment and more like a quiet reassurance.",
    "zh": "吻你更像是一种安静的确认，而不只是一个瞬间。"
  },
  {
    "en": "Even when we’re not physically together, we know the other is always there, and mutual trusts bring our hearts connected forever.",
    "zh": "就算不见面的时候，我们也知道对方永远都在，互相信任让我们的心永远在一起"
  },
  {
    "en": "Walking beside you on Newyork street, even without talking, feels deeply satisfying.",
    "zh": "哪怕什么都不说，只是在纽约街上并肩走着，也让我感到很满足。"
  },
  {
    "en": "Your warmth against me makes everything outside feel distant and unimportant.",
    "zh": "你的温度贴近我时，外界的一切都变得遥远而无关紧要。"
  },
  {
    "en": "There’s something grounding about the way you rest your head on my shoulder on the tour bus.",
    "zh": "你在旅游大巴上把头靠在我肩上的那一刻，总能让我重新回到现实。"
  },
  {
    "en": "I never realized how much comfort a gentle touch could bring until it was yours.",
    "zh": "直到是你的触碰，我才真正明白温柔可以带来多少安慰。"
  },
  {
    "en": "Being with you turns ordinary moments into something quietly meaningful.",
    "zh": "和你在一起，平凡的时刻都会变得悄然有意义。"
  },
  {
    "en": "Your smile has a way of softening my entire day, no matter how stressful it was.",
    "zh": "不管一天多累，只要看到你的笑，所有压力都会被柔化。"
  },
  {
    "en": "Your kindness is a gift given by the universe, and all I want to do is protect it with everything I have.",
    "zh": "你的善良是上天赐予的礼物，而我想做的，就是用尽全力去守护它。"
  },
  {
    "en": "Holding you feels like a pause button in a world that never stops moving.",
    "zh": "抱着你，就像在一个永不停歇的世界里按下了暂停键。"
  },
  {
    "en": "Your presence alone makes silence feel comfortable instead of awkward.",
    "zh": "只要有你在，沉默都会变得舒服，而不是尴尬。"
  },
  {
    "en": "I find myself relaxing completely when your hand is wrapped around mine.",
    "zh": "当你牵着我的手时，我会不自觉地完全放松下来。"
  },
  {
    "en": "The way you look at me sometimes makes everything else feel insignificant.",
    "zh": "你偶尔看我的眼神，会让其他一切都变得微不足道。"
  },
  {
    "en": "Kissing you slowly feels like time briefly forgets to move forward.",
    "zh": "慢慢地吻你时，时间仿佛会短暂地停下来。"
  },
  {
    "en": "it hasn’t been easy for you to come to a foreign country on your own, but fortunately, you found the right person.",
    "zh": "一个人来到异国他乡并不容易，但幸运的是，你遇到了对的人。"
  },
  {
    "en": "I never rush moments with you because they’re already exactly enough.",
    "zh": "和你在一起的时刻，我从不想加快节奏，因为它们本来就刚刚好。"
  },
  {
    "en": "There’s a quiet intimacy in simply sitting close to you, doing nothing at all.",
    "zh": "只是静静坐在你身边，什么都不做，本身就充满亲密感。"
  },
  {
    "en": "Your touch carries a reassurance that words could never fully explain.",
    "zh": "你的触碰带来的安心感，是语言无法完全表达的。"
  },
  {
    "en": "Falling asleep next to you feels like ending the day in the best possible way.",
    "zh": "在你身边睡去，是一天最好的收尾方式。"
  },
  {
    "en": "At night, when I gently pull the blanket over you, my eyes are filled with nothing but tenderness and care.",
    "zh": "晚上轻轻给你盖好被子的时候，我满眼都是心疼和温柔。"
  },
  {
    "en": "At night, the sound of your breathing and soft snoring brings a quiet sense of comfort.",
    "zh": "夜里，你的呼吸声和轻轻的呼噜声，会带来一种安静的安心感。"
  },
  {
    "en": "Your closeness makes the future feel less intimidating and more inviting.",
    "zh": "有你在身边，未来看起来不再让人害怕，反而令人期待。"
  },
  {
    "en": "You gently clean my ears while I soak your feet, and this kind of quiet happiness feels like the life we’re building together.",
    "zh": "你给我挖耳朵，我给你泡脚，这样安静的幸福，仿佛就是我们正在过的生活。"
  },
  {
    "en": "I don’t need grand gestures from you, just your presence feels more than enough.",
    "zh": "我不需要你做什么轰轰烈烈的事，你在就已经足够了。"
  },
  {
    "en": "Every time I see you without makeup, your natural simplicity makes me appreciate and cherish you even more.",
    "zh": "每次见到你素颜的时候，那种朴实无华的感觉，都会让我更加珍惜你。"
  },
  {
    "en": "With you, even the simplest moments feel worth remembering.",
    "zh": "和你在一起时，就连最简单的瞬间，都值得被记住。"
  }
]