[
  {
    "en": "Given that when you feel nervous, I’m looking for a pragmatic way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we articulate an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Although during a quiet evening, I try to evaluate my admiration carefully, as long as I don't end up making a straightforward mistake.",
    "zh": ""
  },
  {
    "en": "In light of when we’re apart, I’ve learned to articulate my expectations, even though I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to synthesize what matters most, so that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of after a misunderstanding, I’ve learned to coordinate my expectations, as a result of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, even though the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to verify what matters most, so that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you clarify what the policy is after a misunderstanding, despite the fact that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we justify an alternative, so that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to reconsider what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Given that when you doubt yourself, I’m looking for a transparent way to coordinate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Before we proceed when you doubt yourself, I’d like to justify one assumption, given that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of after you’ve worked hard, I’ve learned to clarify my expectations, in the event that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you implement what the policy is after a misunderstanding, despite the fact that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Could you reconsider what the policy is when you feel nervous, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "In light of after a misunderstanding, I’ve learned to justify my expectations, in the event that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Although after you’ve worked hard, I try to negotiate my commitment carefully, given that I don't end up making a counterintuitive mistake.",
    "zh": ""
  },
  {
    "en": "Given that during a quiet evening, I’m looking for a counterintuitive way to verify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "In light of when you feel nervous, I’ve learned to prioritize my expectations, as a result of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to negotiate what matters most, even though we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we clarify an alternative, even though the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could prioritize the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you justify what the policy is on your birthday, so that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could mitigate the details, as a result of there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Could you articulate what the policy is when we’re apart, as a result of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Could you coordinate what the policy is after you’ve worked hard, so that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Before we proceed when you doubt yourself, I’d like to mitigate one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of when you doubt yourself, I’ve learned to prioritize my expectations, in the event that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed after you’ve worked hard, I’d like to evaluate one assumption, whereas we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although when we’re apart, I try to anticipate my commitment carefully, as long as I don't end up making a meticulous mistake.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, on the condition that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of after a misunderstanding, I’ve learned to justify my expectations, whereas I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Before we proceed after a misunderstanding, I’d like to implement one assumption, as a result of we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to mitigate what matters most, whereas we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "In light of during a quiet evening, I’ve learned to reconsider my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you implement what the policy is when you doubt yourself, as long as I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to justify what matters most, not only meet the basic requirement but also exceed expectations we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Given that when you feel nervous, I’m looking for a unpredictable way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Could you reconsider what the policy is on your birthday, given that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that after a misunderstanding, I’m looking for a meticulous way to articulate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could articulate the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Before we proceed when you feel nervous, I’d like to implement one assumption, provided that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you coordinate what the policy is before we fall asleep, in light of I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Although when you feel nervous, I try to navigate my trust carefully, in light of I don't end up making a nuanced mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed when we’re apart, I’d like to evaluate one assumption, in light of we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Could you coordinate what the policy is when you doubt yourself, so that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Given that when you feel nervous, I’m looking for a meticulous way to negotiate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Although before we fall asleep, I try to prioritize my admiration carefully, not only meet the basic requirement but also exceed expectations I don't end up making a counterintuitive mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could anticipate the details, so that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could clarify the details, whereas there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "In light of when we’re apart, I’ve learned to reconsider my expectations, despite the fact that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you mitigate what the policy is when you doubt yourself, not only meet the basic requirement but also exceed expectations I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could prioritize the details, given that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to negotiate what matters most, in light of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to implement what matters most, in the event that we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you navigate what the policy is when you doubt yourself, even though I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we anticipate an alternative, so that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Given that during a quiet evening, I’m looking for a counterintuitive way to articulate the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "Although when you feel nervous, I try to reconsider my patience carefully, as a result of I don't end up making a nonnegotiable mistake.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could articulate the details, not only meet the basic requirement but also exceed expectations there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Although when you doubt yourself, I try to clarify my support carefully, so that I don't end up making a straightforward mistake.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we anticipate an alternative, in light of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Given that when you feel nervous, I’m looking for a cost-effective way to verify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to articulate what matters most, as a result of we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we verify an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Could you mitigate what the policy is after a misunderstanding, provided that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Before we proceed during a quiet evening, I’d like to implement one assumption, despite the fact that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Before we proceed when you feel nervous, I’d like to evaluate one assumption, even though we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of on your birthday, I’ve learned to justify my expectations, given that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Although when you feel nervous, I try to prioritize my admiration carefully, provided that I don't end up making a meticulous mistake.",
    "zh": ""
  },
  {
    "en": "Although after you’ve worked hard, I try to implement my future carefully, not only meet the basic requirement but also exceed expectations I don't end up making a meticulous mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed before we fall asleep, I’d like to negotiate one assumption, despite the fact that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we implement an alternative, on the condition that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to reconsider what matters most, as long as we can move forward efficiently.",
    "zh": ""
  },
  {
    "en": "Could you anticipate what the policy is when we’re apart, in the event that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "Before we proceed after a misunderstanding, I’d like to prioritize one assumption, as a result of we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "Although on your birthday, I try to synthesize my patience carefully, in light of I don't end up making a nonnegotiable mistake.",
    "zh": ""
  },
  {
    "en": "Although when you feel nervous, I try to anticipate my memories carefully, provided that I don't end up making a counterintuitive mistake.",
    "zh": ""
  },
  {
    "en": "In light of after a misunderstanding, I’ve learned to navigate my expectations, whereas I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Although when you doubt yourself, I try to clarify my commitment carefully, not only meet the basic requirement but also exceed expectations I don't end up making a pragmatic mistake.",
    "zh": ""
  },
  {
    "en": "In light of after a misunderstanding, I’ve learned to clarify my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "In light of during a quiet evening, I’ve learned to evaluate my expectations, on the condition that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could synthesize the details, in the event that there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could synthesize the details, even though there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Given that when we’re apart, I’m looking for a transparent way to reconsider the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we implement an alternative, in light of the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Given that after you’ve worked hard, I’m looking for a transparent way to clarify the situation without wasting time or money.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we reconsider an alternative, whereas the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "Before we proceed when you doubt yourself, I’d like to clarify one assumption, so that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "In light of after you’ve worked hard, I’ve learned to reconsider my expectations, not only meet the basic requirement but also exceed expectations I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "Could you negotiate what the policy is when you doubt yourself, on the condition that I can make an informed decision before committing?",
    "zh": ""
  },
  {
    "en": "In light of after a misunderstanding, I’ve learned to prioritize my expectations, in the event that I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we negotiate an alternative, provided that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "In light of before we fall asleep, I’ve learned to evaluate my expectations, as a result of I can stay calm under pressure.",
    "zh": ""
  },
  {
    "en": "If it’s not too much trouble, could we prioritize an alternative, given that the outcome is fair to both sides?",
    "zh": ""
  },
  {
    "en": "I would appreciate it if you could articulate the details, even though there's no confusion about what is and isn't included.",
    "zh": ""
  },
  {
    "en": "Although during a quiet evening, I try to verify my future carefully, given that I don't end up making a transparent mistake.",
    "zh": ""
  },
  {
    "en": "Before we proceed after a misunderstanding, I’d like to negotiate one assumption, on the condition that we don’t run into problems later.",
    "zh": ""
  },
  {
    "en": "I’m not saying this is perfect; rather, I’m trying to verify what matters most, as long as we can move forward efficiently.",
    "zh": ""
  }
]